org/genotype-tissue_expression_GTEx.org
#+setupfile: ./hugo_setup.org
#+hugo_slug: genotype-tissue_expression_GTEx
#+TITLE: genotype-tissue expression GTEx
* [[file:genomics.org][genomics]], [[file:biology.org][biology]]
* <2020-09-10 Thu>
** GTEx Studies Provide Comprehensive Map of Genetic Regulatory Variation Across Cell Types, Tissues
** Sep 10, 2020
** https://www.genomeweb.com/genetic-research/gtex-studies-provide-comprehensive-map-genetic-regulatory-variation-across-cell?utm_source=addthis_shares#.X17mB5PYphG
** [[https://www.genomeweb.com/about-us/our-staff/christie-rizk][Christie Rizk]]
** NEW YORK – Concluding a 10-year multi-institutional research effort, the Genotype-Tissue Expression (GTEx) Consortium published its final set of studies this week, presenting a comprehensive atlas of genetic regulatory variation across cell types and tissues and an analysis of how these changes in regulation can contribute to risk for disease and the development of traits.
** "GTEx was initially designed to partially address the dilemma of being able to identify what the functional mechanisms of genetic variants are that are associated with complex diseases and traits," said Tuuli Lappalainen, an assistant professor of systems biology at Columbia University and a core member at the New York Genome Center. Lappalainen was a member of the GTEx Consortium and co-led several studies published in __Science__.
** "A little bit over 10 years ago when GTEx got started, the first GWAS started coming out and people realized that most of these associations were in noncoding regions," she said. "[The hypothesis was that] these variants must have some kind of a regulatory function, but what is that, and how do we find out what those are?"
** GTEx published earlier-stage analyses in 2015 and 2017 — the 15 new papers coming out this week are based on the GTEx version 8 dataset, a deep survey of tens of thousands of regulatory variants, and made use of a variety of technologies. The researchers conducted RNA sequencing on 15,201 samples from 49 tissues of 838 post-mortem donors and analyzed whole-genome sequencing data for each donor. A key methodology was expression quantitative trait locus (eQTL) analysis to identify genetic variants that affected gene expression, as well as the analysis of splicing QTLs (sQTL). One of the papers also used CRISPR to analyze regulatory variants in rare diseases.
** Five of the papers are published in __Science__, two are in __Science Advances__, one in __Cell__, five in __Genome Biology__, one in __Genetic Epidemiology__, and one in __Genome Medicine__.
** [[https://science.sciencemag.org/content/369/6509/1318.abstract), the researchers described their objectives and methods, emphasizing the ancestral and gender diversity of the donors in the dataset. Of the 838 donors, 715 (85.3 percent) were European American, 103 (12.3 percent) were African American, 12 (1.4 percent) were Asian American, and 16 (1.9 percent) had Hispanic or Latino ethnicity; 557 (66.4 percent) donors were male and 281 (33.5 percent][In their main paper in __Science__]] were female.
** Overall, the authors wrote, this update to the GTEx dataset substantially expanded the catalogue of sQTLs, doubled the number of known genes with an eQTL per tissue, and "saturated the discovery of eQTLs with greater than twofold effect sizes in [about] 40 tissues."
** They conducted fine-mapping analysis of __cis__-eQTLs, resulting in a set of thousands of likely causal functional variants. They also analyzed cell type interaction __cis__-eQTLs and __cis__-sQTLs and mapped them with computational estimates of cell type enrichment, amplifying their understanding of the effects of cell types within tissues.
** The highly similar patterns shared across tissues cross these data types suggested a shared biology from cell type composition to transcriptome variation and genetic regulatory effects, the researchers noted. These results indicated that shared cell types between tissues may be a key factor behind tissue sharing of genetic regulatory effects.
** Finally, GWAS co-localization with __cis__-eQTLs and __cis__-sQTLs provided them with data for further functional follow-up studies and characterization of regulatory mechanisms of GWAS associations.
** In a second __Science__ paper, the researchers explored the [[https://science.sciencemag.org/content/369/6509/eaba3066][impact of sex on gene expression across human tissues]]. By integrating sex-aware analyses of GTEx data with gene function and transcription factor binding annotations, they found multiple sex-differentiated genetic effects on gene expression that co-localized with complex trait genetic associations.
** For example, they identified 58 gene-trait associations driven by genetic regulation of gene expression in a single sex, including loci where sex-differentiated cell type abundances mediated genotype-phenotype associations, as well as loci where sex may play a more direct role in the underlying molecular mechanism of the association.
