content/posts/genotype-tissue_expression_GTEx.md
+++
title = "genotype-tissue expression GTEx"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:54:49-04:00
slug = "genotype-tissue_expression_GTEx"
draft = false
+++

## [genomics]({{< relref "genomics" >}}), [biology]({{< relref "biology" >}}) {#genomics--genomics-dot-md--biology--biology-dot-md}


## <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-09-10 Thu&gt;</span></span> {#}


### GTEx Studies Provide Comprehensive Map of Genetic Regulatory Variation Across Cell Types, Tissues {#gtex-studies-provide-comprehensive-map-of-genetic-regulatory-variation-across-cell-types-tissues}


### Sep 10, 2020 {#sep-10-2020}


### <https://www.genomeweb.com/genetic-research/gtex-studies-provide-comprehensive-map-genetic-regulatory-variation-across-cell?utm%5Fsource=addthis%5Fshares#.X17mB5PYphG> {#https-www-dot-genomeweb-dot-com-genetic-research-gtex-studies-provide-comprehensive-map-genetic-regulatory-variation-across-cell-utm-source-addthis-shares-dot-x17mb5pyphg}


### [Christie Rizk](<https://www.genomeweb.com/about-us/our-staff/christie-rizk>) {#christie-rizk--https-www-dot-genomeweb-dot-com-about-us-our-staff-christie-rizk}


### NEW YORK – Concluding a 10-year multi-institutional research effort, the Genotype-Tissue Expression (GTEx) Consortium published its final set of studies this week, presenting a comprehensive atlas of genetic regulatory variation across cell types and tissues and an analysis of how these changes in regulation can contribute to risk for disease and the development of traits. {#new-york-concluding-a-10-year-multi-institutional-research-effort-the-genotype-tissue-expression--gtex--consortium-published-its-final-set-of-studies-this-week-presenting-a-comprehensive-atlas-of-genetic-regulatory-variation-across-cell-types-and-tissues-and-an-analysis-of-how-these-changes-in-regulation-can-contribute-to-risk-for-disease-and-the-development-of-traits-dot}


### "GTEx was initially designed to partially address the dilemma of being able to identify what the functional mechanisms of genetic variants are that are associated with complex diseases and traits," said Tuuli Lappalainen, an assistant professor of systems biology at Columbia University and a core member at the New York Genome Center. Lappalainen was a member of the GTEx Consortium and co-led several studies published in \_\_Science\_\_. {#gtex-was-initially-designed-to-partially-address-the-dilemma-of-being-able-to-identify-what-the-functional-mechanisms-of-genetic-variants-are-that-are-associated-with-complex-diseases-and-traits-said-tuuli-lappalainen-an-assistant-professor-of-systems-biology-at-columbia-university-and-a-core-member-at-the-new-york-genome-center-dot-lappalainen-was-a-member-of-the-gtex-consortium-and-co-led-several-studies-published-in-science-dot}


### "A little bit over 10 years ago when GTEx got started, the first GWAS started coming out and people realized that most of these associations were in noncoding regions," she said. "[The hypothesis was that] these variants must have some kind of a regulatory function, but what is that, and how do we find out what those are?" {#a-little-bit-over-10-years-ago-when-gtex-got-started-the-first-gwas-started-coming-out-and-people-realized-that-most-of-these-associations-were-in-noncoding-regions-she-said-dot-the-hypothesis-was-that-these-variants-must-have-some-kind-of-a-regulatory-function-but-what-is-that-and-how-do-we-find-out-what-those-are}


### GTEx published earlier-stage analyses in 2015 and 2017 — the 15 new papers coming out this week are based on the GTEx version 8 dataset, a deep survey of tens of thousands of regulatory variants, and made use of a variety of technologies. The researchers conducted RNA sequencing on 15,201 samples from 49 tissues of 838 post-mortem donors and analyzed whole-genome sequencing data for each donor. A key methodology was expression quantitative trait locus (eQTL) analysis to identify genetic variants that affected gene expression, as well as the analysis of splicing QTLs (sQTL). One of the papers also used CRISPR to analyze regulatory variants in rare diseases. {#gtex-published-earlier-stage-analyses-in-2015-and-2017-the-15-new-papers-coming-out-this-week-are-based-on-the-gtex-version-8-dataset-a-deep-survey-of-tens-of-thousands-of-regulatory-variants-and-made-use-of-a-variety-of-technologies-dot-the-researchers-conducted-rna-sequencing-on-15-201-samples-from-49-tissues-of-838-post-mortem-donors-and-analyzed-whole-genome-sequencing-data-for-each-donor-dot-a-key-methodology-was-expression-quantitative-trait-locus--eqtl--analysis-to-identify-genetic-variants-that-affected-gene-expression-as-well-as-the-analysis-of-splicing-qtls--sqtl--dot-one-of-the-papers-also-used-crispr-to-analyze-regulatory-variants-in-rare-diseases-dot}


### Five of the papers are published in \_\_Science\_\_, two are in \_\_Science Advances\_\_, one in \_\_Cell\_\_, five in \_\_Genome Biology\_\_, one in \_\_Genetic Epidemiology\_\_, and one in \_\_Genome Medicine\_\_. {#five-of-the-papers-are-published-in-science-two-are-in-science-advances-one-in-cell-five-in-genome-biology-one-in-genetic-epidemiology-and-one-in-genome-medicine-dot}


### [In their main paper in \_\_Science\_\_](<https://science.sciencemag.org/content/369/6509/1318.abstract>), the researchers described their objectives and methods, emphasizing the ancestral and gender diversity of the donors in the dataset. Of the 838 donors, 715 (85.3 percent) were European American, 103 (12.3 percent) were African American, 12 (1.4 percent) were Asian American, and 16 (1.9 percent) had Hispanic or Latino ethnicity; 557 (66.4 percent) donors were male and 281 (33.5 percent) were female. {#in-their-main-paper-in-science--https-science-dot-sciencemag-dot-org-content-369-6509-1318-dot-abstract--the-researchers-described-their-objectives-and-methods-emphasizing-the-ancestral-and-gender-diversity-of-the-donors-in-the-dataset-dot-of-the-838-donors-715--85-dot-3-percent--were-european-american-103--12-dot-3-percent--were-african-american-12--1-dot-4-percent--were-asian-american-and-16--1-dot-9-percent--had-hispanic-or-latino-ethnicity-557--66-dot-4-percent--donors-were-male-and-281--33-dot-5-percent--were-female-dot}


### Overall, the authors wrote, this update to the GTEx dataset substantially expanded the catalogue of sQTLs, doubled the number of known genes with an eQTL per tissue, and "saturated the discovery of eQTLs with greater than twofold effect sizes in [about] 40 tissues." {#overall-the-authors-wrote-this-update-to-the-gtex-dataset-substantially-expanded-the-catalogue-of-sqtls-doubled-the-number-of-known-genes-with-an-eqtl-per-tissue-and-saturated-the-discovery-of-eqtls-with-greater-than-twofold-effect-sizes-in-about-40-tissues-dot}


### They conducted fine-mapping analysis of \_\_cis\_\_-eQTLs, resulting in a set of thousands of likely causal functional variants. They also analyzed cell type interaction \_\_cis\_\_-eQTLs and \_\_cis\_\_-sQTLs and mapped them with computational estimates of cell type enrichment, amplifying their understanding of the effects of cell types within tissues. {#they-conducted-fine-mapping-analysis-of-cis-eqtls-resulting-in-a-set-of-thousands-of-likely-causal-functional-variants-dot-they-also-analyzed-cell-type-interaction-cis-eqtls-and-cis-sqtls-and-mapped-them-with-computational-estimates-of-cell-type-enrichment-amplifying-their-understanding-of-the-effects-of-cell-types-within-tissues-dot}


### The highly similar patterns shared across tissues cross these data types suggested a shared biology from cell type composition to transcriptome variation and genetic regulatory effects, the researchers noted. These results indicated that shared cell types between tissues may be a key factor behind tissue sharing of genetic regulatory effects. {#the-highly-similar-patterns-shared-across-tissues-cross-these-data-types-suggested-a-shared-biology-from-cell-type-composition-to-transcriptome-variation-and-genetic-regulatory-effects-the-researchers-noted-dot-these-results-indicated-that-shared-cell-types-between-tissues-may-be-a-key-factor-behind-tissue-sharing-of-genetic-regulatory-effects-dot}


### Finally, GWAS co-localization with \_\_cis\_\_-eQTLs and \_\_cis\_\_-sQTLs provided them with data for further functional follow-up studies and characterization of regulatory mechanisms of GWAS associations. {#finally-gwas-co-localization-with-cis-eqtls-and-cis-sqtls-provided-them-with-data-for-further-functional-follow-up-studies-and-characterization-of-regulatory-mechanisms-of-gwas-associations-dot}


### In a second \_\_Science\_\_ paper, the researchers explored the [impact of sex on gene expression across human tissues](<https://science.sciencemag.org/content/369/6509/eaba3066>). By integrating sex-aware analyses of GTEx data with gene function and transcription factor binding annotations, they found multiple sex-differentiated genetic effects on gene expression that co-localized with complex trait genetic associations. {#in-a-second-science-paper-the-researchers-explored-the-impact-of-sex-on-gene-expression-across-human-tissues--https-science-dot-sciencemag-dot-org-content-369-6509-eaba3066--dot-by-integrating-sex-aware-analyses-of-gtex-data-with-gene-function-and-transcription-factor-binding-annotations-they-found-multiple-sex-differentiated-genetic-effects-on-gene-expression-that-co-localized-with-complex-trait-genetic-associations-dot}


### For example, they identified 58 gene-trait associations driven by genetic regulation of gene expression in a single sex, including loci where sex-differentiated cell type abundances mediated genotype-phenotype associations, as well as loci where sex may play a more direct role in the underlying molecular mechanism of the association. {#for-example-they-identified-58-gene-trait-associations-driven-by-genetic-regulation-of-gene-expression-in-a-single-sex-including-loci-where-sex-differentiated-cell-type-abundances-mediated-genotype-phenotype-associations-as-well-as-loci-where-sex-may-play-a-more-direct-role-in-the-underlying-molecular-mechanism-of-the-association-dot}
