org/genotype-tissue_expression_GTEx.org
** In another __Science__ paper, the team explored [[https://science.sciencemag.org/content/369/6509/eaaz8528][cell type-specific genetic regulation of gene expression across tissues]], concluding that the large majority of cell type-specific QTLs remains to be discovered. The investigators' co-localization results indicated that comprehensive mapping of cell type-specific QTLs will be highly valuable for gaining a mechanistic understanding of complex trait associations.
** In yet another study in __Science__, researchers analyzed [[https://science.sciencemag.org/content/369/6509/eaaz6876][determinants of telomere length across human tissues]], and found that variation in relative telomere length was attributable to tissue type, donor, and age, as well as, to a lesser extent, race or ethnicity, smoking, and inherited variants known to affect leukocyte telomere length. For example, African ancestry was associated with longer relative telomere length across all tissues and within specific tissue types, suggesting that ancestry-based differences in telomere length exist in germ cells and are transmitted to the zygote. The researchers also found evidence that relative telomere length may mediate the effect of age on gene expression in human tissues.
** An additional study in __Science__ explored [[https://science.sciencemag.org/content/369/6509/eaaz5900) across human tissues. Here, the researchers assessed how rare genetic variants contributed to extreme patterns in gene expression (eOutliers), allelic expression (aseOutliers), and alternative splicing (sOutliers][functional rare genetic variation found in transcriptomic signatures]]. After identifying multi-tissue eOutliers, aseOutliers, and sOutliers, they found that outliers of each type were significantly more likely to carry a rare variant near the corresponding gene, and developed a probabilistic model called Watershed for personal genome interpretation that improved over standard genomic annotation-based methods to score rare variants by integrating these three transcriptomic signals from the same individual and replicating them in an independent cohort. They found that transcriptome-assisted prioritization identified rare variants with larger trait effect sizes and were better predictors of effect size than genomic annotation alone.
** In a __Science Advances__ study, researchers looked at how [[https://advances.sciencemag.org/content/6/37/eabb6242][tissue-specific genetic features could inform the prediction of drug side effects]] in clinical trials. They determined that drug target genes with five genetic features — tissue specificity of gene expression, Mendelian associations, phenotype* and tissue-level effects of genome-wide association loci driven by eQTL, and genetic constraint — conferred a 2.6-fold greater risk of side effects, compared to genes without such features.
** For a second __Science Advances__ study, [[https://advances.sciencemag.org/content/6/37/eaba2083][researchers developed a resource called PhenomeXcan]] in order to map the genome to the phenome through the transcriptome. Using PhenomeXcan, they synthesized 8.87 million variants from GWAS summary statistics on 4,091 traits with transcriptomic data from 49 tissues in the GTEx v8 dataset into a gene-based, queryable platform that included 22,515 genes. They were able to provide examples of novel and underreported genome-to-phenome associations, complex gene-trait clusters, shared causal genes between common and rare diseases via further integration of PhenomeXcan with ClinVar, and potential therapeutic targets.
** In the __Cell __study, a team led by Stanford's Micheal Snyder reported a [[https://www.cell.com/cell/fulltext/S0092-8674(20)31078-3][quantitative proteome map of the human body]]. They quantified the relative protein levels corresponding to more than 12,000 genes across 32 normal human tissues, identified tissue-specific or tissue-enriched proteins, and compared them to transcriptome data. The researchers found that many ubiquitous transcripts encoded tissue-specific proteins, and that discordance of RNA and protein enrichment pointed to potential sites of synthesis and action of secreted proteins. Importantly, they also noted that protein tissue-enrichment information can explain phenotypes of genetic diseases, which cannot be obtained by transcript information alone.
** Looking back at the 10 years of the project and what the consortium was able to accomplish, Lappalainen said the researchers have learned a lot about biology and were able to answer many questions about the genome's function.
** "I think that GTEx has fulfilled its promise in many ways. It has provided very comprehensive data," she said. "And also, the technology development during these years has introduced new approaches and new ways of answering these same questions. There is not a silver bullet, there is no thing or approach or study design that will resolve the function of the genome. So I think that some of the things that we also allude to, and partially addressed in these papers, of thinking about cell type composition, thinking about gene regulation and genetic variant effects at the tissue level and at the cell type level, is a very important angle that we can study here."
