content/posts/genotype-tissue_expression_GTEx.md


### In another \_\_Science\_\_ paper, the team explored [cell type-specific genetic regulation of gene expression across tissues](<https://science.sciencemag.org/content/369/6509/eaaz8528>), concluding that the large majority of cell type-specific QTLs remains to be discovered. The investigators' co-localization results indicated that comprehensive mapping of cell type-specific QTLs will be highly valuable for gaining a mechanistic understanding of complex trait associations. {#in-another-science-paper-the-team-explored-cell-type-specific-genetic-regulation-of-gene-expression-across-tissues--https-science-dot-sciencemag-dot-org-content-369-6509-eaaz8528--concluding-that-the-large-majority-of-cell-type-specific-qtls-remains-to-be-discovered-dot-the-investigators-co-localization-results-indicated-that-comprehensive-mapping-of-cell-type-specific-qtls-will-be-highly-valuable-for-gaining-a-mechanistic-understanding-of-complex-trait-associations-dot}


### In yet another study in \_\_Science\_\_, researchers analyzed [determinants of telomere length across human tissues](<https://science.sciencemag.org/content/369/6509/eaaz6876>), and found that variation in relative telomere length was attributable to tissue type, donor, and age, as well as, to a lesser extent, race or ethnicity, smoking, and inherited variants known to affect leukocyte telomere length. For example, African ancestry was associated with longer relative telomere length across all tissues and within specific tissue types, suggesting that ancestry-based differences in telomere length exist in germ cells and are transmitted to the zygote. The researchers also found evidence that relative telomere length may mediate the effect of age on gene expression in human tissues. {#in-yet-another-study-in-science-researchers-analyzed-determinants-of-telomere-length-across-human-tissues--https-science-dot-sciencemag-dot-org-content-369-6509-eaaz6876--and-found-that-variation-in-relative-telomere-length-was-attributable-to-tissue-type-donor-and-age-as-well-as-to-a-lesser-extent-race-or-ethnicity-smoking-and-inherited-variants-known-to-affect-leukocyte-telomere-length-dot-for-example-african-ancestry-was-associated-with-longer-relative-telomere-length-across-all-tissues-and-within-specific-tissue-types-suggesting-that-ancestry-based-differences-in-telomere-length-exist-in-germ-cells-and-are-transmitted-to-the-zygote-dot-the-researchers-also-found-evidence-that-relative-telomere-length-may-mediate-the-effect-of-age-on-gene-expression-in-human-tissues-dot}


### An additional study in \_\_Science\_\_ explored [functional rare genetic variation found in transcriptomic signatures](<https://science.sciencemag.org/content/369/6509/eaaz5900>) across human tissues. Here, the researchers assessed how rare genetic variants contributed to extreme patterns in gene expression (eOutliers), allelic expression (aseOutliers), and alternative splicing (sOutliers). After identifying multi-tissue eOutliers, aseOutliers, and sOutliers, they found that outliers of each type were significantly more likely to carry a rare variant near the corresponding gene, and developed a probabilistic model called Watershed for personal genome interpretation that improved over standard genomic annotation-based methods to score rare variants by integrating these three transcriptomic signals from the same individual and replicating them in an independent cohort. They found that transcriptome-assisted prioritization identified rare variants with larger trait effect sizes and were better predictors of effect size than genomic annotation alone. {#an-additional-study-in-science-explored-functional-rare-genetic-variation-found-in-transcriptomic-signatures--https-science-dot-sciencemag-dot-org-content-369-6509-eaaz5900--across-human-tissues-dot-here-the-researchers-assessed-how-rare-genetic-variants-contributed-to-extreme-patterns-in-gene-expression--eoutliers--allelic-expression--aseoutliers--and-alternative-splicing--soutliers--dot-after-identifying-multi-tissue-eoutliers-aseoutliers-and-soutliers-they-found-that-outliers-of-each-type-were-significantly-more-likely-to-carry-a-rare-variant-near-the-corresponding-gene-and-developed-a-probabilistic-model-called-watershed-for-personal-genome-interpretation-that-improved-over-standard-genomic-annotation-based-methods-to-score-rare-variants-by-integrating-these-three-transcriptomic-signals-from-the-same-individual-and-replicating-them-in-an-independent-cohort-dot-they-found-that-transcriptome-assisted-prioritization-identified-rare-variants-with-larger-trait-effect-sizes-and-were-better-predictors-of-effect-size-than-genomic-annotation-alone-dot}


### In a \_\_Science Advances\_\_ study, researchers looked at how [tissue-specific genetic features could inform the prediction of drug side effects](<https://advances.sciencemag.org/content/6/37/eabb6242>) in clinical trials. They determined that drug target genes with five genetic features — tissue specificity of gene expression, Mendelian associations, phenotype\* and tissue-level effects of genome-wide association loci driven by eQTL, and genetic constraint — conferred a 2.6-fold greater risk of side effects, compared to genes without such features. {#in-a-science-advances-study-researchers-looked-at-how-tissue-specific-genetic-features-could-inform-the-prediction-of-drug-side-effects--https-advances-dot-sciencemag-dot-org-content-6-37-eabb6242--in-clinical-trials-dot-they-determined-that-drug-target-genes-with-five-genetic-features-tissue-specificity-of-gene-expression-mendelian-associations-phenotype-and-tissue-level-effects-of-genome-wide-association-loci-driven-by-eqtl-and-genetic-constraint-conferred-a-2-dot-6-fold-greater-risk-of-side-effects-compared-to-genes-without-such-features-dot}


### For a second \_\_Science Advances\_\_ study, [researchers developed a resource called PhenomeXcan](<https://advances.sciencemag.org/content/6/37/eaba2083>) in order to map the genome to the phenome through the transcriptome. Using PhenomeXcan, they synthesized 8.87 million variants from GWAS summary statistics on 4,091 traits with transcriptomic data from 49 tissues in the GTEx v8 dataset into a gene-based, queryable platform that included 22,515 genes. They were able to provide examples of novel and underreported genome-to-phenome associations, complex gene-trait clusters, shared causal genes between common and rare diseases via further integration of PhenomeXcan with ClinVar, and potential therapeutic targets. {#for-a-second-science-advances-study-researchers-developed-a-resource-called-phenomexcan--https-advances-dot-sciencemag-dot-org-content-6-37-eaba2083--in-order-to-map-the-genome-to-the-phenome-through-the-transcriptome-dot-using-phenomexcan-they-synthesized-8-dot-87-million-variants-from-gwas-summary-statistics-on-4-091-traits-with-transcriptomic-data-from-49-tissues-in-the-gtex-v8-dataset-into-a-gene-based-queryable-platform-that-included-22-515-genes-dot-they-were-able-to-provide-examples-of-novel-and-underreported-genome-to-phenome-associations-complex-gene-trait-clusters-shared-causal-genes-between-common-and-rare-diseases-via-further-integration-of-phenomexcan-with-clinvar-and-potential-therapeutic-targets-dot}


### In the \_\_Cell \_\_study, a team led by Stanford's Micheal Snyder reported a [quantitative proteome map of the human body](<https://www.cell.com/cell/fulltext/S0092-8674(20)>31078-3). They quantified the relative protein levels corresponding to more than 12,000 genes across 32 normal human tissues, identified tissue-specific or tissue-enriched proteins, and compared them to transcriptome data. The researchers found that many ubiquitous transcripts encoded tissue-specific proteins, and that discordance of RNA and protein enrichment pointed to potential sites of synthesis and action of secreted proteins. Importantly, they also noted that protein tissue-enrichment information can explain phenotypes of genetic diseases, which cannot be obtained by transcript information alone. {#in-the-cell-study-a-team-led-by-stanford-s-micheal-snyder-reported-a-quantitative-proteome-map-of-the-human-body--https-www-dot-cell-dot-com-cell-fulltext-s0092-867420--31078-3-dot-they-quantified-the-relative-protein-levels-corresponding-to-more-than-12-000-genes-across-32-normal-human-tissues-identified-tissue-specific-or-tissue-enriched-proteins-and-compared-them-to-transcriptome-data-dot-the-researchers-found-that-many-ubiquitous-transcripts-encoded-tissue-specific-proteins-and-that-discordance-of-rna-and-protein-enrichment-pointed-to-potential-sites-of-synthesis-and-action-of-secreted-proteins-dot-importantly-they-also-noted-that-protein-tissue-enrichment-information-can-explain-phenotypes-of-genetic-diseases-which-cannot-be-obtained-by-transcript-information-alone-dot}


### Looking back at the 10 years of the project and what the consortium was able to accomplish, Lappalainen said the researchers have learned a lot about biology and were able to answer many questions about the genome's function. {#looking-back-at-the-10-years-of-the-project-and-what-the-consortium-was-able-to-accomplish-lappalainen-said-the-researchers-have-learned-a-lot-about-biology-and-were-able-to-answer-many-questions-about-the-genome-s-function-dot}


### "I think that GTEx has fulfilled its promise in many ways. It has provided very comprehensive data," she said. "And also, the technology development during these years has introduced new approaches and new ways of answering these same questions. There is not a silver bullet, there is no thing or approach or study design that will resolve the function of the genome. So I think that some of the things that we also allude to, and partially addressed in these papers, of thinking about cell type composition, thinking about gene regulation and genetic variant effects at the tissue level and at the cell type level, is a very important angle that we can study here." {#i-think-that-gtex-has-fulfilled-its-promise-in-many-ways-dot-it-has-provided-very-comprehensive-data-she-said-dot-and-also-the-technology-development-during-these-years-has-introduced-new-approaches-and-new-ways-of-answering-these-same-questions-dot-there-is-not-a-silver-bullet-there-is-no-thing-or-approach-or-study-design-that-will-resolve-the-function-of-the-genome-dot-so-i-think-that-some-of-the-things-that-we-also-allude-to-and-partially-addressed-in-these-papers-of-thinking-about-cell-type-composition-thinking-about-gene-regulation-and-genetic-variant-effects-at-the-tissue-level-and-at-the-cell-type-level-is-a-very-important-angle-that-we-can-study-here-dot}
