org/genotype-tissue_expression_GTEx.org
** The data itself is widely accessible, she said, as it has been through the past 10 years, through the GTEx portal. As such, the consortium has been empowering the larger research community to power functional genomics research, provided backup for GWAS studies, and provided understanding for research on the potential regulatory effects of disease-associated variants. The cancer genomics community is also using GTEx widely to power its own studies, Lappalainen noted, and it has been used by researchers looking for answers on splicing patterns or variability for a given gene.
** Despite the massive volume of data and the number of papers the consortium has now published, there's still more work to do, Lappalainen added. She plans to look at ways to combine genomic and RNA sequencing data and phenotypic data to better understand disease mechanisms__, __for example, and is also thinking of studying how the combination of environmental factors and genetic factors influences disease risk.
